Repository: WELES777/PORTFOLIO
Catalog: src/php/locale/*/LC_MESSAGES/messages.po
Languages: pl_pl

source: Your browser does not support JavaScript!To tun it on use <a href='http://enable-javascript.com/'>this</a> instuction
pl_pl: Obsługa javascript jest wyłączona, dla włączenia użyj <a href='http://enable-javascript.com/pl/'>tej</a>instukcji.

source: Please leave opinion about this website portfolio
pl_pl: Proszę, zostaw opinie o tej witrynie portfolio. Z góry dziękuję

source: Your name
pl_pl: Twoje imię

source: Your position
pl_pl: Twoje stanowisko

source: Your opinion
pl_pl: Twoja opinia

source: SEND
pl_pl: WYŚLIJ

source: Welcome to my
pl_pl: Witam na moim

source: About
pl_pl: O mnie

source: Skills
pl_pl: Umiejętonści

source: Contact me
pl_pl: Kontakt

source: Follow me
pl_pl: Obserwuj mnie

source: ABOUT<span> ME</span>
pl_pl: O<span> MNIE</span>

source: Let me introduce myself
pl_pl: Pozwólcie mi, że się przedstawię

source: Hello there, I'm a beginner web developer. I'm learning front-end development since the beginning of 2015, but my programming journey begun much earlier in 2011 with C/C++ programing languages. New experiences and challenges are my thing. I love spend time on learning new technologies and inplementing them in my work. As regards my interests, my favorites are recording audio books, translating, athletics and paragliding.
pl_pl: Cześć! Nazywam się Vasyl Demianiuk. Jestem początkującym web developerem. Uczę się technologii front-endu od prawie 2 lat, lecz swą wędrówkę w programowaniu zacząłem przed czterema laty z językami programowania C/C++. Sprawiają mi przyjemność nowe doświadczenia i wyzwania, to też spędzam większość swego czasu na badanie nowych technologii oraz ich praktyczny użytek. Co dotyczy moich zainteresowań poza pracą, lubię czytać, nagrywać i tłumaczyć książki, zajmuję się lekką atletyką oraz od czasu do czasu paralotniarstwem.

source: Currently I'm completing my masters degree in Czestochowa University of Technology, Institute of Computer Science, and looking for internship or/and full stack job as Junior Front-End Web Developer & Junior JavaScript Developer.
pl_pl: Obecnie kończę studia magisterskie na Politechnice Częstochowskiej kierunek "Informatyka" i poszukuję stażu lub/oraz pracy stałej jako Junior Front-End Web Developer & Junior JavaScript Developer.

source: I'm looking for you, you're looking for me, let's <a data-toggle='modal' data-target='#modal-wind' href='#''>find</a> each other.
pl_pl: Ja szukam was, wy szukacie mnie, <a data-toggle='modal' data-target='#modal-wind' href='#''>odnajdziemy</a> siebie.

source: My credo:
pl_pl: Moje kredo:

source: Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live.
pl_pl: Zawsze koduj tak, jak gdyby koleś, który przyjmie kod po tobie, będzie brutalnym psychopatą, który wie, gdzie mieszkasz.

source: Name:
pl_pl: Imię:

source: Age:
pl_pl: Wiek:

source: 23 years
pl_pl: 23 lata

source: Location:
pl_pl: Lokalizacja:

source: Chestochowa, Poland, Earth
pl_pl: Częstochowa, Polska, Ziemia

source: Master
pl_pl: Magister

source: CONTACT
pl_pl: KONTAKT

source: Your email
pl_pl: Twój adres email

source: Drop me a line
pl_pl: Napisz do mnie

source: My <span>Skills</span>
pl_pl: Moje <span>Umiejętności</span>

source: Everything is relative
pl_pl: Wszystko jest względne

source: My <span>Works</span>
pl_pl: Moje <span>Prace</span>

source: There is no such thing as a boring project. There are only boring executions
pl_pl: Nie ma takiej rzeczy jak marudny projekt jest tylko nudne wykonanie

source: More...
pl_pl: Więcej. . .

source: ... working on it
pl_pl: . . . pracuję nad tym

source: Get <span>in touch</span>
pl_pl: Kontakt <span>ze mną</span>

source: Name
pl_pl: Imię

source: John Lennon
pl_pl: Jan Kowalski

source: Message
pl_pl: Wiadomość

source: Your message
pl_pl: Twoja wiadomość

source: Download My Resume
pl_pl: Pobierz Moje CV

source: &#64 COPYRIGHT 2016 - VASYL DEMIANIUK - ALL RIGHTS RESERVED
pl_pl: &#64 COPYRIGHT 2016 - VASYL DEMIANIUK - WSZYSTKIE PRAWA ZASTRZEŻONE

source: Page Not Found
pl_pl: Strona nie znaleziona

source: Sorry, but the page you were trying to view does not exist.
pl_pl: 404 strona o podanym adresie nie istnieje

source: Oops! There was a problem with your submission. Please complete the form and try again.
pl_pl: Przetwarzanie dokumentu zakończone błędem. Proszę wypełnić formularz i spróbować ponownie

source: Thank You! Your message has been sent.
pl_pl: Uprzejmie dziękuję! Wiadomość została odesłana

source: Oops! Something went wrong and we couldn't send your message.
pl_pl: W trakcie odsyłania wystąpił błąd. Proszę zawiadomić właściciela o usterce.

source: There was a problem with your submission, please try again.
pl_pl: Wystąpił problem z przesłaniem, spróbuj ponownie
